taskt/Core/Automation/Commands/ExcelGroup/AExcelRCLocationCommands.dot
digraph "AExcelRCLocationCommands" {
"AExcelRCLocationCommands" -> "AExcelInstanceCommands";
"AExcelRCLocationCommands" -> "IExcelRCLocationProperties";
"AExcelInstanceCommands" -> "ScriptCommand";
"AExcelInstanceCommands" -> "IExcelInstanceProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
