taskt/Core/Automation/Commands/ExcelGroup/AExcelRCLocationCommands.puml
@startuml
AExcelRCLocationCommands --> AExcelInstanceCommands
AExcelRCLocationCommands --> IExcelRCLocationProperties
AExcelInstanceCommands --> ScriptCommand
AExcelInstanceCommands --> IExcelInstanceProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
